/*
  (1) https://graph.facebook.com/v21.0/me/live_videos
  (2) https://graph.facebook.com/v21.0/{ID_LIVE_VIDEO}/comments
  ข้อมูลเรียงลำดับแบบ Reverse Chronological
  ตามเวลา เก่าสุดอยู่บน ใหม่สุดอยู่ล่าง
*/
export const comments = [
  {
    created_time: '2024-10-10T08:06:01+0000',
    from: {
      name: 'Jay Jakkrit',
      id: '25712273311753617',
    },
    message: 'อยากได้สีขาว มีมั้ย',
    id: '1724668985020016_839706578324481',
  },
  {
    created_time: '2024-10-10T08:06:52+0000',
    from: {
      name: 'Jay Jakkrit',
      id: '25712273311753617',
    },
    message: 'Wow!🤩 🤠',
    id: '1724668985020016_1074584164331449',
  },
  {
    created_time: '2024-10-10T08:09:05+0000',
    from: {
      name: 'Jay Jakkrit',
      id: '25712273311753617',
    },
    message: 'b3=2',
    id: '1724668985020016_1223502395567933',
  },
  {
    created_time: '2024-10-10T08:03:34+0000',
    from: {
      name: 'Saovalak Dinjuntuk',
      id: '2208870926135220',
    },
    message: 'มี size ให้เลือกมั้ย',
    id: '1724668985020016_2272768123097903',
  },
  {
    created_time: '2024-10-10T08:09:38+0000',
    from: {
      name: 'Jay Jakkrit',
      id: '25712273311753617',
    },
    message: 'B0=1',
    id: '1724668985020016_502173462797475',
  },
  {
    created_time: '2024-10-10T08:09:27+0000',
    from: {
      name: 'Jay Jakkrit',
      id: '25712273311753617',
    },
    message: 'b1=1',
    id: '1724668985020016_557570706840886',
  },
  // {
  //   created_time: '2024-10-10T08:02:27+0000',
  //   from: {
  //     name: 'Jakkrit Onsomkrit',
  //     id: '122129729402187406',
  //   },
  //   message: 'พิมพ์รหัสสินค้าเท่ากับจำนวนตามสินค้าที่ถ่ายทอดสดขายสินค้า',
  //   id: '1724668985020016_542306898156958',
  // },
]
